updatePhoneNumber=\u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u062E\u0648\u062F \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632 \u06A9\u0646\u06CC\u062F
configSms2Fa=\u067E\u06CC\u06A9\u0631\u0628\u0646\u062F\u06CC SMS 2FA
authCodePhoneNumber=\u06A9\u062F \u0627\u062D\u0631\u0627\u0632 \u0647\u0648\u06CC\u062A
updatePhoneNumberInfo=\u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u062E\u0648\u062F \u0631\u0627 \u0648\u0627\u0631\u062F \u06A9\u0631\u062F\u0647 \u0648 \u0628\u0631\u0627\u06CC \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u062F \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F. \u0627\u06CC\u0646 \u06A9\u062F \u062B\u0627\u0628\u062A \u0645\u06CC \u06A9\u0646\u062F \u06A9\u0647 \u0634\u0645\u0627 \u0635\u0627\u062D\u0628 \u0634\u0645\u0627\u0631\u0647 \u0647\u0633\u062A\u06CC\u062F.
configSms2FaInfo=\u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u062E\u0648\u062F \u0631\u0627 \u0648\u0627\u0631\u062F \u06A9\u0631\u062F\u0647 \u0648 \u0628\u0631\u0627\u06CC \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u062F \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F. \u0627\u06CC\u0646 \u06A9\u062F \u062B\u0627\u0628\u062A \u0645\u06CC \u06A9\u0646\u062F \u06A9\u0647 \u0634\u0645\u0627 \u0635\u0627\u062D\u0628 \u0634\u0645\u0627\u0631\u0647 \u0647\u0633\u062A\u06CC\u062F.
authCodeInfo=\u06A9\u062F \u0627\u062D\u0631\u0627\u0632 \u0647\u0648\u06CC\u062A\u06CC \u0631\u0627 \u06A9\u0647 \u062F\u0631 \u0645\u0648\u0628\u0627\u06CC\u0644 \u062E\u0648\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0631\u062F\u0647 \u0627\u06CC\u062F \u0648\u0627\u0631\u062F \u06A9\u0646\u06CC\u062F.
phoneNumber=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646
requirePhoneNumber=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0645\u0648\u0631\u062F \u0646\u06CC\u0627\u0632 \u0627\u0633\u062A.
sendVerificationCode=\u0627\u0631\u0633\u0627\u0644 \u06A9\u062F
verificationCode=\u06A9\u062F \u062A\u0627\u06CC\u06CC\u062F
authenticationCode=\u06A9\u062F \u0627\u062D\u0631\u0627\u0632 \u0647\u0648\u06CC\u062A
noOngoingVerificationProcess=\u0647\u06CC\u0686 \u0641\u0631\u0622\u06CC\u0646\u062F \u062A\u0627\u06CC\u06CC\u062F \u062F\u0631 \u062D\u0627\u0644 \u0627\u0646\u062C\u0627\u0645\u06CC \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
verificationCodeDoesNotMatch=\u06A9\u062F \u062A\u0623\u06CC\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0628\u0627 \u06A9\u062F \u0645\u0627 \u0645\u0637\u0627\u0628\u0642\u062A \u0646\u062F\u0627\u0631\u062F.
phoneTokenCodeDoesNotMatch=\u06A9\u062F \u0627\u062D\u0631\u0627\u0632 \u0647\u0648\u06CC\u062A \u0622\u06AF\u0627\u0647\u0627\u0646\u0647 \u0628\u0627 \u06A9\u062F \u0645\u0627 \u0645\u0637\u0627\u0628\u0642\u062A \u0646\u062F\u0627\u0631\u062F.
abusedMessageService=\u062A\u0639\u062F\u0627\u062F \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u06A9\u062F \u0628\u0631\u0627\u06CC \u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u0634\u0645\u0627 \u0628\u0633\u06CC\u0627\u0631 \u0632\u06CC\u0627\u062F \u0627\u0633\u062A.
sendVerificationCodeFail=\u06A9\u062F \u062A\u0627\u06CC\u06CC\u062F \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062F!
invalidPhoneNumber=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
invalidPhoneNumberCountryCode=\u06A9\u062F \u06A9\u0634\u0648\u0631 \u0627\u0631\u0627\u0626\u0647 \u0634\u062F\u0647 \u0645\u062A\u0639\u0644\u0642 \u0628\u0647 \u06A9\u0634\u0648\u0631 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0634\u062F\u0647 \u06CC\u0627 \u0646\u0647\u0627\u062F \u063A\u06CC\u0631\u062C\u063A\u0631\u0627\u0641\u06CC\u0627\u06CC\u06CC \u0646\u06CC\u0633\u062A.
invalidPhoneNumberTooLong=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A\u060C \u062E\u06CC\u0644\u06CC \u0637\u0648\u0644\u0627\u0646\u06CC \u0627\u0633\u062A!
invalidPhoneNumberMustNumber=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A\u060C \u0628\u0627\u06CC\u062F \u06CC\u06A9 \u0639\u062F\u062F \u0628\u0627\u0634\u062F!
invalidPhoneNumberTooShort=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A\u060C \u062E\u06CC\u0644\u06CC \u06A9\u0648\u062A\u0627\u0647 \u0627\u0633\u062A!
invalidPhoneNumberNotSupported=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A\u060C \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC \u0634\u0648\u062F!

phoneNumberExists=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
requireVerificationCode=\u06A9\u062F \u062A\u0623\u06CC\u06CC\u062F \u0644\u0627\u0632\u0645 \u0627\u0633\u062A.
phoneInstruction=\u0627\u0632 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0628\u0627\u0632\u0646\u0634\u0627\u0646\u06CC \u06A9\u062F \u062A\u0623\u06CC\u06CC\u062F \u062A\u0644\u0641\u0646 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06A9\u0646\u06CC\u062F.
phoneUserNotFound=\u06A9\u0627\u0631\u0628\u0631 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
codeSent=\u06A9\u062F OTP \u0628\u0647 {0} \u0627\u0631\u0633\u0627\u0644 \u0645\u06CC \u0634\u0648\u062F
duplicatePhoneAllowedCantLogin = \u062A\u0644\u0641\u0646 \u062A\u06A9\u0631\u0627\u0631\u06CC \u0645\u062C\u0627\u0632 \u0627\u0633\u062A\u060C \u0628\u0646\u0627\u0628\u0631\u0627\u06CC\u0646 \u0646\u0645\u06CC \u062A\u0648\u0627\u0646 \u0627\u0632 \u0637\u0631\u06CC\u0642 \u062A\u0644\u0641\u0646 \u0627\u0632 \u0648\u0631\u0648\u062F \u0628\u0647 \u0633\u06CC\u0633\u062A\u0645 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06A9\u0631\u062F. \u062A\u063A\u06CC\u06CC\u0631 --spi-phone-support-default-<$realm>-duplicate-phone-allowed \u0628\u0647 false

loginByPhone=\u062A\u0644\u0641\u0646
loginByPassword=\u0631\u0645\u0632 \u0639\u0628\u0648\u0631

usernameOrPhoneNumber=\u0646\u0627\u0645 \u06A9\u0627\u0631\u0628\u0631\u06CC \u06CC\u0627 \u062A\u0644\u0641\u0646
usernameOrEmailOrPhoneNumber=\u0646\u0627\u0645 \u06A9\u0627\u0631\u0628\u0631\u06CC \u06CC\u0627 \u0627\u06CC\u0645\u06CC\u0644 \u06CC\u0627 \u062A\u0644\u0641\u0646
emailOrPhoneNumber=\u0627\u06CC\u0645\u06CC\u0644 \u06CC\u0627 \u062A\u0644\u0641\u0646
smsCodeMessage= {1} \u06A9\u062F: {2}\u060C \u0627\u0646\u0642\u0636\u0627: {3} \u062F\u0642\u06CC\u0642\u0647